export const commands = [
  {
    title: '/help',
    text: 'Список доступных команд',
  },
  {
    title: '/rtp',
    text: 'Телепортация в случайное место',
  },
  {
    title: '/spawn',
    text: 'Вернуться на точку спавна',
  },
  {
    title: '/motd',
    text: 'Информация о сервере',
  },
  {
    title: '/call [игрок]',
    text: 'Запросить телепортацию к игроку',
  },
  {
    title: '/tpaccept',
    text: 'Принять запрос на телепортацию',
  },
  {
    title: '/shop',
    text: 'Открыть внутриигровой магазин',
  },
  {
    title: '/tpdeny',
    text: 'Отклонить запрос на телепортацию',
  },
  {
    title: '/msg [игрок] [текст]',
    text: 'Отправить личное сообщение другому игроку в игре',
  },
];
